{
    "auth.password": "auth.password",
    "Create Offer": "Angebot erstellen",
    "You are in a demo version, you can\\'t update the profile.": "Du kannst dein Profil nicht updaten, da du in einer Demoversion bist.",
    "Your profile information have been successfuly saved!": "Die Informationen auf deinem Profil wurden erfolgreich gespeichert!",
    "back to overview": "zurück zur Übersicht",
    "Location:": "Wohnstätte:",
    "Description:": "Beschreibung:",
    "Contact": "Kontakt",
    "Name": "Name",
    "Your E-Mail": "Deine E-Mail-Adresse",
    "Write a nice text about yourself and your Situation, that the Host get an idea about you and want to offer his shelter": "Beschreibe dich und deine Situation in wenigen Sätzen. So kann sich der Gastgeberhaushalt einen ersten Eindruck verschaffen.",
    "Titel": "Titel",
    "Title": "Title",
    "Verfügbar bis": "Verfügbar bis",
    "ZIP Code": "PLZ",
    "Country": "Land",
    "Germany": "Deutschland",
    "Discrype your offer in detail": "Beschreibe dein Angebot",
    "Create my kindly offer": "Erstelle mein Angebot",
    "You\\'r offers": "Deine Angebote",
    "Total offers": "Alle Angebote",
    "Welcome!": "Willkommen!",
    "Register": "Registrierung",
    "First Name": "Vorname",
    "Email": "E-Mail-Adresse",
    "Already have an account? ": "Hast du schon ein Profil? ",
    "Sign in": "Anmeldung",
    "Forgot your password? Enter your email and new password here": "Passwort vergessen? Gib deine E-Mail-Adresse und ein neues Passwort hier ein",
    "Password": "Passwort",
    "Password Confirmation": "Bestätigung des Passworts",
    "passwordConfirmation": "Bestätigung des Passworts",
    "Reset Password": "Passwort zurücksetzen",
    "Welcome": "Willkommen",
    "Remember me": "Zugangsdaten speichern",
    "Forgot you password? Reset you password": "Passwort vergessen? Setze dein Passwort zurück",
    "here": "hier",
    " Don\\'t have an account?": "Noch kein Profil?",
    "Sign up": "Registrierung",
    "Forgot your password? Enter your email here": "Passwort vergessen? Gib deine E-Mail-Adresse ein",
    "Whoops! Something went wrong.": "Whoops! Da ging etwas schief.",
    "Made with": "Made with",
    "for a better world.": "für eine bessere Welt.",
    "Impressum": "Impressum",
    "Create offer": "Angebotserstellung",
    "List my offers": "Liste meiner Angebote",
    "You just requested to the following offer": "Du hast eine Anfrage für folgendes Angebot erstellt",
    "We informed the host about your message and you mail address.": "Wir haben deine Nachricht und E-Mail-Adresse an den den Gastgeberhaushalt übermittelt.",
    "Your original message is:": "Deine ursprüngliche Nachricht lautet:",
    "has sent a message to your offer:": "hat eine Nachricht zu deinem Angebot geschickt:",
    "If your offer is still available, please directly get in touch with": "Sollte dein Angebot noch verfügbar sein, setze dich bitte direkt in Verbindung mit",
    "We advise you to only to reply to the e-mail address for this and not to open any links from the message": "Wir empfehlen nur an die hinterlegte E-Mail-Adresse zu schreiben und keine beigefügten Links zu öffnen",
    "If your offer is no longer available, you can remove it by clicking here": "Sollte dein Angebot mittlerweile nicht mehr verfügbar sein, kannst du es hier durch einen Klick entfernen",
    "The message from :name reads:": "Die Nachricht von :name lautet:",
    "The platform to match providers and affected humans.": "Die Plattform für die Vermittlung von temporären Unterkünften.",
    "Offer a save home": "Biete ein Zuhause auf Zeit an",
    "Here you can offer a accommodation.": "Hier kannst du eine Bleibe anbieten.",
    "Search shelter": "Unterkunftssuche",
    "You need a save place? Here you can find a shelter.": "Du brauchst eine Bleibe? Hier findest du Angebote.",
    "Searching for support to improve this site as fast as possible.": "Unterstütze das Team, um diese Seite schnellstmöglich einsatzbereit zu machen.",
    "Contact me at": "Kontaktiere mich unter",
    "This is a secure area of the application. Please confirm your password before continuing.": "This is a secure area of the application. Please confirm your password before continuing.",
    "Confirm": "Bestätigung",
    "Confirm Password": "Bestätige dein Passwort",
    "Forgot your password?": "Passwort vergessen?",
    "Log in": "Login",
    "Already registered?": "Bereits registriert?",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Danke für deine Registrierung! Bevor du loslegen kannst, brauchen wir noch eine Überprüfung deiner E-Mail-Adresse. Klicke dazu auf den Link, den wir dir gerade an dein Postfach gesendet haben. Du hast keinen Link erhalten? Dann schicken wir dir gerne noch einen.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Link zur Überprüfung deiner angegebenen E-Mail-Adresse wurde gerade versendet.",
    "Resend Verification Email": "Neuer Link zur Überprüfung deiner E-Mail-Adresse",
    "Log Out": "Logout",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Teile uns deine E-Mail-Adresse mit und wir lassen dir einen Link zukommen, mit dessen Hilfe du ein neues Passwort festlegen kannst.",
    "Email Password Reset Link": "Anforderung eines Links zur Erstellung eines neuen Passworts"
}
